{
  "meta": {
    "title": "Dig Deeper Devotions"
  },
  "data": [
    {
      "week": "Week Two",
      "studies": [
        {
          "publish_date": "2019-01-14",
          "title": "Two Gospels",
          "passage_ref": "2 Timothy 1:1-11",
          "passage_text": "…",
          "text_content": {
            "prayer_intro": "Thank you Heavenly Father that you are the speaking God. Thank you that what you have breathed out will equip us to live as your servants today. So please teach us, rebuke us, correct us, and train us in righteousness for Jesus’ sake, Amen.",
            "body": [
              "2 Timothy is one of three letters that Paul wrote as a pastor to a pastor. This is Paul to Timothy. It’s really helpful to read it to discover what are Paul's priorities for a church minister. Back in Acts chapter 20 Paul had left those who are leading the church in Ephesus and he warned them of what might happen in the days, years to come.",
              "He said that, ‘I know that after my departure fierce wolves will come in among you not sparing the flock, and from among your own selves will arise men speaking twisted things to draw away the disciples after him.’ By the time Paul writes his first letter to Timothy it has already happened. That from among the leaders in the church there, some had arisen and they were teaching different doctrines. What they were doing Acts 20 warns us, is speaking twisted things or distorting the truth, misusing Bible words and Bible language to teach something that the Bible doesn't teach. And it's clear in both 1 Timothy and also in 2 Timothy that they are teachers in the church, using Bible language but what they are teaching is not the Bible.",
              "I’ve got to be careful how I say this but it is just worth noticing that Bible teaching is not enough. That is actually what they were doing. It is Bible teaching of what the Bible teaches that's what we want. Not just using Bible language to teach what the Bible doesn't teach.",
              "And in 2 Timothy 2:18 we discover what they were teaching and the way in which they had swerved from the truth. Because in fact they were saying that the Resurrection has already happened. They weren’t denying that the Resurrection is a real event, it does happen, but the key in what they were teaching is that the Resurrection had already happened.",
              "Where we used to live in Nottingham there was a place nearby that had a whole load of stuffed animals that you could go and see. We used to take our children there and then our grandchildren there to look at them. They look like real lions and tigers but all the innards have been removed from these animals. They weren't any longer real lions or tigers. And it seems that is similar to what these guys were doing in Ephesus, these other leaders. They had taken the word ‘resurrection’, and they had taken out all the innards of that word and stuffed it with something different. It sounds real but inside it was very different, they had remove the vital parts of the resurrection and stuffed the word with Heresy. But you see they are still using the word Resurrection. The Resurrection has already happened.",
              "And the point as we begin in 2 Timothy today is that there were two gospels in Ephesus, two versions of the truth and this is the first one, it gets described in 2:18, that the Resurrection has already happened and all of our future hope they were saying had been collapsed into the here and now. Or perhaps that we may think what is promise to us for heaven for the future, they were saying could be enjoyed in our present experience. So perhaps they were saying things like we can't be sick as Christians that is physically impossible because with Jesus’ wounds we are healed. Or they might have been saying the Christian who sins is a sub Christian because we've been given a new nature we are a new creation the old has gone in other words the Resurrection has already happened.",
              "A few years ago a friend of mine was at a Christian town-wide youth rally he had taken all his youth group along with him. And he said that the message that was presented from the front went something like this, Do you realise how much Jesus wants to help everyone? He wants to pour out his amazing love on us all. With Jesus life will be easier and all have problems will disappear.’",
              "My friend wrote down afterwards, ‘I imagined a hoard of happy teenagers, leaving the event having been caressed by a false Jesus, and then suddenly rejecting Christ as soon as any trouble came their way.‘",
              "My friend was really cross he said, ‘it was the worst sort of man centred evangelism, pernicious and heartless. And can you see that's a sort of version of the Resurrection has already happened. It is an already gospel.",
              "But in contrast to that Paul talks about his gospel, the true gospel. In 1:10 he describes it as a gospel in which death is abolished and life and immortality are brought to light. But the key difference between his gospel and the distorters is a little phrase that came right at the beginning of our reading this morning. Paul an apostle of Christ Jesus by the will of God according to the promise of the life that is in Christ Jesus. Life for sure. Extraordinary Resurrection Life for sure, but the promise of it, the promise of Life. Rather than what they were saying the already gospel.",
              "The New Testament gospel is not so much about ‘O Jesus I Have Promised,’ in other words what I have promised to him, but what God has promised to us for the future.",
              "There we have it then in Ephesus these two gospels, the already gospel, and the promised gospel. This distorted gospel says Christianity has everything you want for now. Oh and by the way it just continues for a bit longer in heaven. Or the New Testament gospel that death is conquered and heaven is coming, and yes it's good to be a Christian now, but the future is Glorious and Wonderful, it's about great expectations not great experiences.",
              "How important it is that we understand the gospel. That we believe and trust in as a gospel of Resurrection Life but a promise gospel. The promise of life that is in Christ Jesus. Let's not play down how wonderful it is that death is abolished through the gospel of the Lord Jesus, and life and immortality are brought light through the gospel. But let us have a clear view of what is already and what is promised. Let us hold firmly to the promise of life.",
              "Let’s pray that we will do that today"
            ],
            "prayer_outro": "Our Father God we thank you so much for the promise of life that is in the Gospel of the Lord Jesus Christ. Please help us today to hold firm to that true gospel. We ask it in Jesus name, amen."
          },
          "video_url": "…",
          "audio_url": "…",
          "author": {
            "first_name": "Nigel",
            "last_name": "Styles",
            "title": "Nigel is the Director of Cornhill at The Proclamation Trust",
            "avatar": "…"
          }
        },
        {
          "publish_date": "2019-01-15",
          "title": "Sticking to the task",
          "passage_ref": "2 Timothy 1:1-8",
          "passage_text": "…",
          "text_content": {
            "prayer_intro": "Thank you Heavenly Father that you are speaking God, thank you that what you have breathed out will equip us to live as your servants today. Please will you teach us, and rebuke us, and correct us, and train us in righteousness. For Jesus sake Amen.",
            "body": [
              "So yesterday we were thinking about the two gospels that there were in Ephesus the promised gospel of Chapter 1:1 the promise of life. A glorious gospel a God who is powerful enough to abolish death, a promise of life with him with everything changed. Sins curse has lost its grip on us. And then we saw there was also the already gospel which sounds as if its offering far more but actually is far less, because of course the already gospel is saying we have already everything that God has in store for us, so at all costs you must be kept here for as long as possible. This is it! Resurrection already and we thought about how it's a stuffed animal kind of gospel, empty, vacuous, disappointing.",
              "Today we're going to think a little bit more about the heart of why Paul is writing to Timothy. And we saw three things in those verses this morning in the beginning of chapter 1, 3 F's. So here is the first one, Timothy's faith. And you'll see that what Paul says about Timothy's faith is that it's genuine Paul knows Timothy's stock. If you knew something about my parents and the churches that I've worked in the priorities of my ministry that would give an indication to you of the gospel that I believe. And we all do that with it with one another don't we the sort of Christian shorthand, ‘Oh they go to such and such a church.’ And Paul saying he's got that kind of evidence for Timothy I know you're Mum I know your Gran I know your family background. It all goes back to the story of how Paul met Timothy in Acts chapter 16. That's not enough of course. And Paul says as well, that he has seen it all at first hand. He's seen Timothy's faith. He selected Timothy to be his ministry trainee, to travel alongside him. And later in the letter he'll say that Timothy has watched Paul who has been an example for him. And of course Paul has been watching Timothy as well. He can even call him his son in verse two, perhaps Timothy was converted under Paul's ministry on his first missionary journey. And certainly Paul is tied here into Timothy's spiritual family tree.",
              "I know your faith he says. It is the real deal. It's got the hallmark of authenticity.",
              "Second thing, Paul talks about Timothy's fear. Timothy is not only the next generation in Paul's spiritual family his son. He's also the next leg in the relay race the baton, the Gospel baton, has been passed from Paul to Timothy. Now what have you got to do if you're in a relay race and you get given a baton. Well the one thing you mustn't do is drop it, like the great British men's team, the four by 100 metres, did in 1994, and in 2011, and in 2012, and in 2014 etc. etc. and end up disqualified there. They're out of the race that it. That's it. That's the end of your race. And Paul has put the Gospel baton in to Timothy's hand and he said to him, “Don’t drop it!”",
              "Now here is Paul’s big concern because he'd seen Timothy's tears. ‘I remember your tears,’ says Paul why was Timothy crying. Well perhaps it was Paul was going to prison, perhaps to torture, perhaps to death, and Timothy is worried you'll never see Paul again. It’s the start of a new state terror directed against the Christian Church. Paul will say to Timothy every Christian will be persecuted. But I wonder as well if Timothy is crying because he's leading a dwindling church, his leadership is being questioned, Paul's gospel is being questioned, the opposition is becoming stronger not being silenced in the church. And so the baton is being passed to Timothy at the time when the church doesn't want it, as well as the state trying to eliminate it. So there's lots of reasons why Timothy might drop it. There's lots of reasons for Paul to have concern he can see Timothy's fear. So the question is will Timothy have the resources to keep in the faith, running hard, holding onto the baton or will he drop out.",
              "So here is the third F this morning, we've seen Timothy's faith, it is genuine, Timothy’s fear as he faces opposition. The third death Timothy's flame, Paul's instruction in verse 6 is the first instruction of the letter. ‘I remind you to fan into a flame the gift of God which is in you through the laying on of my hands.’ What's taught Paul talking about it could be Paul's talking about his laying on of his hands at Paul's conversion. Or it could be he's laying on his hands at Paul's commissioning as a church leader. Or it could be that Paul is just talking about the gift of God. Which we're told in verse seven is the Spirit that God has given to us, that's the gift of God. In other words, Paul is saying to Timothy you received the Holy Spirit, and your cowardice Timothy, is not how somebody should behave who been given the Holy Spirit.",
              "Think of the English rugby team facing the All Blacks. Now there are lots of reasons why even a big rugby player might want to run away as the haka starts, but you've got the front row of the scrum standing in front of you to protect you. And Timothy the church leader, who is actually a model for every church leader today needs to hear this. ‘You've been given the Holy Spirit,’ like the front row of the scrum that's who God has given us, and the Holy Spirit and fear don't belong in the same basket. The Holy Spirit we're told in verse 7 brings three things. These aren't random things but a very appropriate promise for a frightened Timothy. He brings power, the spirit not of fear but of power. Power is not seen in the way we might expect. You might think a powerful ministry will look like one with many converts, or large congregations. But Verse 8 tells us how this power is seen. ‘Share in suffering for the gospel by the power of God.’ There's nothing more dynamic than Timothy continuing in ministry.",
              "That's where the power of God is seen the spirit that God has given verse 7 is not only of power but also of love. In other words, not to run away when the wolves come. No, the faithful shepherd stays loving his congregation, even if the congregation are ignorant or willful or rejecting, he stays.",
              "Why? How? Because the Holy Spirit enables him and the third thing that the Spirit gives to Timothy is self-control or self-discipline. Here's Timothy perhaps depressed, perhaps demoralized, he feels like being a soldier who runs from the fighter, or an athlete who cuts corners, or a farmer who lets the farm look after itself. No, the Holy Spirit equips you Timothy the minister to stick at it. Power to suffer, love to stay, and self-discipline to see it through.",
              "So Timothy man or mouse or Christian or not. Of course you're a Christian I've seen your faith. Of course you're finding it hard I can see your fear, but Christian you have the Holy Spirit a flame burning so that you stay. Stick at it! Timothy I remind you to fan into flame the gift of God.",
              "Let's pray together."
            ],
            "prayer_outro": "Father God thank You that you give your Holy Spirit to every Christian. Thank you for that gift. Thank you for the gift of faith. Please help us not to be afraid if we are opposed for being a Christian. Please help us to stick at the task that you give to us, to run the race to the very end. Help us today to live like that, persevering, continuing as your servant, in Jesus name we pray, Amen. "
          },
          "video_url": "…",
          "audio_url": "…",
          "author": {
            "first_name": "Nigel",
            "last_name": "Styles",
            "title": "Nigel is the Director of Cornhill at The Proclamation Trust",
            "avatar": "…"
          }
        },
        {
          "publish_date": "2019-01-16",
          "title": "Sharing in the sufferings",
          "passage_ref": "2 Timothy 1:1-8",
          "passage_text": "…",
          "text_content": {
            "prayer_intro": "Thank you Father God that you are the speaking God. Thank you that what you have breathed out will equip us to live as your servants today. So please would you teach us, and rebuke us, and correct us, and train us in righteousness, for Jesus sake Amen.",
            "body": [
              "So we're looking at 2 Timothy, and we've seen the way that 1 Timothy centered on the job that Timothy the church pastor has been given to do. He's in Ephesus and he has to stop the influence of the false teachers. Why? Because the church is being led astray by some of its own elders. 2 Timothy the letter we're considering is more personal. It's written not so much because the church is being led astray but because Timothy is being led astray. Timothy himself.",
              "If you're in the army desertion means quitting your place of duty so you can avoid hazardous duty. To absent yourself because it's tough. And it seems that that is Timothy's danger, that's why this letter is written. It was a reality in his church that people were deserting because it was tough, but it was a danger for him too, and I take it therefore is a danger for us as well.",
              "So no wonder Paul writes chapter 1:8. ‘Don't be ashamed of the testimony about our Lord, nor of me Paul his prisoner, but share in suffering for the gospel by the power of God.’ We’re going to look at that last phrase of that verse this morning, ‘share in suffering for the gospel.’ The whole of this little paragraph verse is eight to twelve is a single sentence that begins and ends with the same idea that tops and tails the paragraph.",
              "It puts two things together suffering and the gospel. So in our phrase in verse 8, share in suffering for the gospel. And at the end of the paragraph Paul is talking about the wonderful gospel, where God abolished death and brought life and immortality to light. The gospel for which I was an apostle, a teacher, a preacher, says Paul, for which I suffer. The same two themes the gospel and suffering.",
              "And this all goes back to the two gospels, that we've seen there were in Ephesus the ‘already’ gospel, remember some people are saying the resurrection has already happened. Claiming the promises for the future for us in our Christian experience now. And the other gospel the true gospel Paul's gospel the gospel that Paul wants Timothy to teach and stick with, the ‘promised’ gospel, the promise of life. It's still about life, death being abolished, life brought to light, but it's a promise gospel. And alongside these two gospels, the already gospel, and the promised gospel, are two models of ministry. And what Paul is saying is that the true gospel leads to a model of ministry that is marked by suffering. Suffering and the Gospel go together.",
              "Now this is important don't you wish that we made more impact in our world? Don't you wish we saw greater gospel advance? Don't you think it is also dreadfully and painfully slow? If only we think, if only we cut the mustard a bit better. And for the past 200 years the church has come up with two ways to achieve that.",
              "Strategy number one is let's change the message. If we want to gain traction in our culture then we must change the gospel we preach. Updated, that’s what liberalism did all the way through the 19th and 20th century. Those who are preaching and writing about that more liberal gospel. They were doing it driven by mission, they wanted to reach their culture. That's why they said the message must adapt. It’s exactly the same with modern liberal Christian teachers today. They question the uniqueness of Jesus. The substitutionary atonement of the Cross, the authority of the Bible, Bible morality. All of that is remolded stick.",
              "The second strategy to try and reach the world better is to change the method, and the longer you around in Christian circles the more we see fads come and go. The signs and wonders movement of the 1980’s. We want to attract the world we need not just proclamation evangelism but power evangelism. Then there was the church growth movement, these are the things that will cause a church to grow. The so-called incarnational model you need only to say anything just be. Maybe there's even some of it with church planting, that's the flavor of the decade. As if this is the method that will be the silver bullet, you know a get another method that's the key.",
              "But of course as somebody once said, what you win them by is what you win them to. Now, when I've been through a hard time as a church minister, I think I can say that I was never attracted to change the message, but I certainly felt the pressure to try to do other things to have other priorities, to change the method or the model of ministry but the method isn't neutral. This passage puts together all of 2 Timothy puts together suffering and the gospel, the gospel and suffering. You may be saying suffering isn't quite a methodology like church planting, but actually that is what Paul puts together with the true gospel. That method of suffering that is the message, it's the method that is consistent with the message appropriate for the gospel. Suffering is the gospel methodology. Look again at adverse verse 8, if you're not up for that the alternative is being ashame. You’re either ashamed of the Gospel, of Paul, of Paul's chains or you take on the suffering that goes with the gospel. In other words the Gospel and the model of ministry that goes with it. Share in suffering for the gospel, that's what Paul writes to the flagging Timothy.",
              "And in Timothy's case it is not difficult to see why the suffering has come. If Timothy's job is to command certain men not to teach particular things, if he's going to reprove and rebuke people as he preaches the word, that's not the way to win friends and influence people is it. That's not the route to popularity. But Paul is saying that that's the territory, that's part and parcel of preaching the true gospel. So share in suffering, for the gospel.",
              "And then right at the end of the chapter Paul gives us a little example. I'm going to finish here. The man's name is in this for us and we're told that he's somebody who is not ashamed of Paul's chains. He's somebody who lived in emphasis but had traveled to Rome to find Paul. And Paul in Rome is no longer under generous house arrest, but in one of Rome's grimiest prisons. They are squalid places. A mass of humanity in the mud, dirty, hungry, abandoned. When Onesiphorus searched out Paul, it wasn't just looking for the address on Google maps. He had to look through all the mass of dirty prisoners to find Paul. And in doing that in searching that he made it clear that he was standing with Paul, he was siding with the disgraced and the disreputable. And Paul calls on Timothy to come and join him in Rome and to do an Onesiphorus for us, to show that he's not ashamed of Paul the prisoner, he's not ashamed of the Gospel either but to take on the true Gospel and the model of ministry that goes with it.",
              "Share in suffering for the Gospel.",
              "Let’s pray together:"
            ],
            "prayer_outro": "Father God we thank you for this example of Onesiphorus. Somone was not ashamed of the gospel, or of Paul, or of Paul’s chains. We pray that you would help us to share in suffering for that gospel, as we rejoice in all that the Gospel brings to us. Please may we be willing to take the hard knocks, the opposition, the suffering that comes with it. Help us today to do that, to be willing to not be ashamed of that gospel, but to stand for the Lord Jesus. We ask it in his name. Amen."
          },
          "video_url": "…",
          "audio_url": "…",
          "author": {
            "first_name": "Nigel",
            "last_name": "Styles",
            "title": "Nigel is the Director of Cornhill at The Proclamation Trust",
            "avatar": "…"
          }
        },
        {
          "publish_date": "2019-01-17",
          "title": "By the Power of God",
          "passage_ref": "2 Timothy 1:1-12",
          "passage_text": "…",
          "text_content": {
            "prayer_intro": "Thank you Father God that you are a speaking God. Thank you that what you have breathed out will equip us to live as your servants today. So please teach us, and rebuke us, and correct us, and train us in righteousness, for Jesus sake. Amen.",
            "body": [
              "Yesterday we were looking at the first half of the last phrase of Verse 8, ‘Share in suffering for the gospel.’ And we saw that that phrase that begins the paragraph in verse 8, brings together two ideas that also come at the end of the paragraph, suffering for the gospel. The gospel message and the gospel method. Share in suffering for the gospel.",
              "I want now to think about the other half of that phrase at the end of verse 8, ‘Share in suffering by the power of God.’ And that goes with all that we were thinking yesterday. If this is the gospel method then this is where God will lead us. God Himself will lead us.",
              "The person holding out the Word of life, preaching Paul's gospel, will be led by God, powerfully led by God into this kind of a ministry. The model of ministry that fits with God's gospel. Where does the power of God lead the gospel minister? Where does the power of God lead us? Well it leads us into chapter 1:8.",
              "And of course that fits with what we were seeing a few days ago about the gift that God gave, what God gave is the Holy Spirit. And we saw that fear and the Holy Spirit don't belong in the same basket. With the Holy Spirit comes power to continue, love for the sheep, so the shepherd stays to protect his flock. Self-control, self-discipline, so we see the job through. That’s what God gives to his servants. That's the Holy Spirit that has taken up residence in Timothy, so where will that spirit of power lead? He leads us into suffering. ‘Share in suffering by the power of God.’",
              "It is the same idea in Chapter 2:1, ‘You then my child be strengthened by the grace that's in Christ Jesus.’ And it's more or less the same power word there, be strengthened, be empowered, be in-dynamited. So that chapter 2:3 you can share in suffering. The Lord leads us by the Holy Spirit power he puts within us, to share in suffering. Not to run from it, not to desert, but cause it's tough but to endure.",
              "Colossians 1 has the same idea, where Paul speaking about his ministry says that all of God's power, all of God's energy, that he powerfully works within me, enables me to toil and to struggle. ",
              "Now we'd all prefer our Christian lives to be easier. A Christian minister would always prefer a church in a more leafy area that is more supportive, where people are more onside.",
              "No wonder if Timothy wanted to find a new pastorate. We would all like our church to be as happy as everybody else's church seems to be. We would all like people in our Bible study to do loads of prep. We’d all like the youth group to turn up. We’d all like the spiritual appetite in our church to be keener. We'd all like people to be more with us, more onside. We'd all like things to be going more straightforwardly. We'd all prefer, what I think is a designer ministry, of course we call it a strategic ministry, but have you noticed that when people talk about strategic ministry it's always in a higher status church, that's probably in a nice bit of town. It's certainly bigger, and it's got loads of people, and money, resources. That is designer ministry you know, like a designer handbag or designer clothes or an architect designed house. By the way don’t you think that's a funny idea because architects design all houses. But you know what I mean where the client gives the brief and then the thing is made to your exact specifications give me a ministry, a Christian experience that is totally designed to fit comfortably alongside my demands.",
              "I once worked at a church where I was organising lots of church weekends away, and we always had that Friday night interview with the speaker. I remember interviewing somebody for one weekend who was an elderly Christian saint who'd been a student back in the 1950s. And in this interview we were looking back to his student days when he'd been part of the Christian Union in Cambridge. And he was talking about how the huge majority of Christian students from that CU were now engaged in mission work overseas or full-time Christian ministry in this country. And I asked him why it was like that then and it didn't seem to be like it now? What had happened to that missionary spirit that drove those Christian students in the 50’s? Why were so few going into Christian ministry or missionary work? What had happened to that spirit that drove them?",
              "He said one word, ‘money’. He said, ‘I don't think we even knew what a mortgage was when we're students back in the 1950’s.’ How much we want to make our lives comfortable. But where does God take us verse 8? Where does the power of God lead us? What does the spirit of God, the spirit of power equip us for? Well to endure suffering. That's what Paul keeps saying again and again through this letter.",
              "You’ve got to be a soldier, a workman, a driven athlete, a hard working farmer. If you're going to get stuck into church leadership. You've got to be willing to be persecuted if you're going to live a godly life. You mustn't run away when suffering comes because it's hard. God's power is keeping you there brave it out, fulfill, complete, finish the job. Stick at it. Keep going even if friends drift off, or fruit seems slow growing, or false alternatives seem to be doing better. Faithfully fulfill your ministry says Paul. ‘Til the race is finished and the work is done. Share in suffering for the gospel by the power of God.",
              "Let’s pray:"
            ],
            "prayer_outro": "Our Father God we thank you that you equip us by your Holy Spirit the spirit of power. You strengthen us by the grace that is in Christ Jesus. And you do that so that we can share in the suffering that comes alongside living as a Christian and being engaged in Christian ministry. Please would you help us today to share in suffering for the gospel by your power, please strengthen us and equip us to live for you today. In Jesus name, Amen."
          },
          "video_url": "…",
          "audio_url": "…",
          "author": {
            "first_name": "Nigel",
            "last_name": "Styles",
            "title": "Nigel is the Director of Cornhill at The Proclamation Trust",
            "avatar": "…"
          }
        },
        {
          "publish_date": "2019-01-18",
          "title": "Saved to Resurrection",
          "passage_ref": "2 Timothy 1:8-12",
          "passage_text": "…",
          "text_content": {
            "prayer_intro": "Father God thankyou that you are the speaking God. And thankyou that what you have breathed out will equip us to live as your servants today. So please will you teach us, and rebuke us, and correct us, and train us in righteousness, for Jesus’ sake, Amen. ",
            "body": [
              "So over the last few days we've been thinking about how the gospel and suffering go together. Here is Paul writing to Timothy, a young church leader, and encouraging him to stick at his ministry. And he’s reminding him that the suffering that Timothy is experiencing, is the natural companion to the true gospel.",
              "We've seen this word power come up a number of times. Where is God's power seen? The surprise is that God's power is seen in loyalty to the gospel. The gospel of a crucified man, preached by an imprisoned and disreputable apostle. And you need God's power to enable you to remain loyal, when you are facing opposition from the state and from the church. That's the situation. Rome, the state is threatening. And Ephesus, the church in Ephesus, is wooing Timothy. But by God's power by the gift of the Holy Spirit of power, you can Timothy, share in suffering for the gospel.",
              "What gospel? Well the gospel of v.9-10, that we're going to think about this morning. And we'll see the two things that Paul says to Timothy, God has done in the gospel.",
              "Here's the first one, that God saved us. Beginning of v.9, ‘share in suffering for the gospel by the power of God who saved us.’ Now there's no surprise there in telling you that your authentic gospel is about salvation. But hang on a minute, there's no mention in these verses of us being saved from sin, or judgment, or condemnation. How is the salvation of these verses described? Well it comes in the second half of verse 10, where it’s talking about the appearing of our Savior, Christ Jesus the one who saved us, who abolished death and brought life and immortality to light through the gospel.",
              "Now isn't that striking that the salvation that Jesus brings to us is very similar to the wrong gospel that we saw in Chapter 2:18. The gospel that Hymenaeus and Philetus are preaching. The resurrection has already happened, the already gospel. The true gospel also talks about death being abolished and about life and immortality. See the instincts of those guys in chapter 2, Hymenaeus and Philetus, their instincts are right, salvation is about resurrection. And it struck me it's very easy isn't it for us to so react against something wrong, that we end up not affirming our gospel truly.",
              "We swing on the pendulum too far. So we might react against the already gospel, by not talking about the resurrection at all. We might react against the prosperity gospel in our day, by not talking about prosperity at all. But prosperity gospel teaching is right. There is prosperity, there is abundant blessing and the Bible does express that prosperity in physical terms. It's just that the prosperity gospel teachers have got the timing completely wrong. But don't let us respond to prosperity gospel teaching by making it sound as if there is no prosperity in the gospel, it's just adversity. It could end up making God seem ungenerous. No, he gives us every spiritual blessing in Christ, every good thing. And so it's exactly the same here the salvation that God brings to us, is death abolished, life and immortality brought to light, resurrection. But that doesn't mean there's no suffering, but in fact the very opposite. God's salvation is resurrection salvation. But that doesn't remove death yet, it doesn't clean up all the effect of the fall yet. God saved us through Jesus that’s the gospel. And that says Paul in verse twelve is why I suffer, resurrection salvation, but I still suffer in this world. ",
              "The second thing that God has done for us in the Gospel, is he called us. ‘Share in suffering for the gospel by the power of God who saved us and called us,’ called us to watch in verse 9, ‘called us to a holy calling,’ well that's not made it any clearer has it. And it's not specified here what the calling is that we've been called to. But I think it links to what Paul is going on to say in verse 13 about the pattern of the sound words that we've heard from Paul, that we are to follow, follow the pattern. What is the gospel pattern? What is the holy calling of the Gospel?",
              "It is what Paul is talking about again and again, sharing and suffering for the Gospel. It is Paul as preacher, apostle and teacher, suffering. It is the pattern of chapter 3:12, ‘that everybody who wants to live a godly life in Christ Jesus will be persecuted.’",
              "Jesus ministry was shaped by the cross. So was Paul's, so will Timothy's be. That is the pattern of ministry, that is the pattern of the Christian life, that God called us to that. That is the holy calling that is called us to through the gospel. It’s interesting isn’t it? That when we are pointing somebody to church leadership I guess we should check that this is their pattern of ministry. We talk lots about the call to ministry, but maybe this holy calling matters much more. The gospel man, has got a cross shaped ministry. That's the pattern he's following. That's the pattern he's living.",
              "So what is this gospel then for which we suffer that we've seen in our verses this morning? They’re right on the theme of two Timothy aren’t they. Salvation is expressed as resurrection salvation, but that doesn't mean there's no suffering now, but in fact the very opposite. And the call in the Gospel is to a pattern of ministry that with the call of God comes the chains of opposition.",
              "What does God give us in the gospel? What is that grace gift? Well it is his purpose and his grace given to us in Christ Jesus, he saves us and he calls us."
            ],
            "prayer_outro": "Father God we thank you for your gospel you that you save us to resurrection, life death abolished, life in immortality brought to light. Thank you for that promise of life. And thank you that you call us to a holy calling that cross shaped ministry of the Lord Jesus, of Paul, of Timothy. Of living a life, a godly life, that entails persecution. Please help us today to walk that walk to follow that calling that you've given to us, with our eyes firmly set on the hope of life that you offer to us. In Jesus name we pray. Amen."
          },
          "video_url": "…",
          "audio_url": "…",
          "author": {
            "first_name": "Nigel",
            "last_name": "Styles",
            "title": "Nigel is the Director of Cornhill at The Proclamation Trust",
            "avatar": "…"
          }
        }
      ]
    },
    {
      "week": "Week One",
      "studies": [
        {
          "status": "published",
          "publish_date": "2019-01-07",
          "title": "Two Gospels",
          "passage_ref": "2 Timothy 1:1-11",
          "passage_text": "…",
          "text_content": {
            "prayer_intro": "Thank you Heavenly Father that you are the speaking God. Thank you that what you have breathed out will equip us to live as your servants today. So please teach us, rebuke us, correct us, and train us in righteousness for Jesus’ sake, Amen.",
            "body": [
              "2 Timothy is one of three letters that Paul wrote as a pastor to a pastor. This is Paul to Timothy. It’s really helpful to read it to discover what are Paul's priorities for a church minister. Back in Acts chapter 20 Paul had left those who are leading the church in Ephesus and he warned them of what might happen in the days, years to come.",
              "He said that, ‘I know that after my departure fierce wolves will come in among you not sparing the flock, and from among your own selves will arise men speaking twisted things to draw away the disciples after him.’ By the time Paul writes his first letter to Timothy it has already happened. That from among the leaders in the church there, some had arisen and they were teaching different doctrines. What they were doing Acts 20 warns us, is speaking twisted things or distorting the truth, misusing Bible words and Bible language to teach something that the Bible doesn't teach. And it's clear in both 1 Timothy and also in 2 Timothy that they are teachers in the church, using Bible language but what they are teaching is not the Bible.",
              "I’ve got to be careful how I say this but it is just worth noticing that Bible teaching is not enough. That is actually what they were doing. It is Bible teaching of what the Bible teaches that's what we want. Not just using Bible language to teach what the Bible doesn't teach.",
              "And in 2 Timothy 2:18 we discover what they were teaching and the way in which they had swerved from the truth. Because in fact they were saying that the Resurrection has already happened. They weren’t denying that the Resurrection is a real event, it does happen, but the key in what they were teaching is that the Resurrection had already happened.",
              "Where we used to live in Nottingham there was a place nearby that had a whole load of stuffed animals that you could go and see. We used to take our children there and then our grandchildren there to look at them. They look like real lions and tigers but all the innards have been removed from these animals. They weren't any longer real lions or tigers. And it seems that is similar to what these guys were doing in Ephesus, these other leaders. They had taken the word ‘resurrection’, and they had taken out all the innards of that word and stuffed it with something different. It sounds real but inside it was very different, they had remove the vital parts of the resurrection and stuffed the word with Heresy. But you see they are still using the word Resurrection. The Resurrection has already happened.",
              "And the point as we begin in 2 Timothy today is that there were two gospels in Ephesus, two versions of the truth and this is the first one, it gets described in 2:18, that the Resurrection has already happened and all of our future hope they were saying had been collapsed into the here and now. Or perhaps that we may think what is promise to us for heaven for the future, they were saying could be enjoyed in our present experience. So perhaps they were saying things like we can't be sick as Christians that is physically impossible because with Jesus’ wounds we are healed. Or they might have been saying the Christian who sins is a sub Christian because we've been given a new nature we are a new creation the old has gone in other words the Resurrection has already happened.",
              "A few years ago a friend of mine was at a Christian town-wide youth rally he had taken all his youth group along with him. And he said that the message that was presented from the front went something like this, Do you realise how much Jesus wants to help everyone? He wants to pour out his amazing love on us all. With Jesus life will be easier and all have problems will disappear.’",
              "My friend wrote down afterwards, ‘I imagined a hoard of happy teenagers, leaving the event having been caressed by a false Jesus, and then suddenly rejecting Christ as soon as any trouble came their way.‘",
              "My friend was really cross he said, ‘it was the worst sort of man centred evangelism, pernicious and heartless. And can you see that's a sort of version of the Resurrection has already happened. It is an already gospel.",
              "But in contrast to that Paul talks about his gospel, the true gospel. In 1:10 he describes it as a gospel in which death is abolished and life and immortality are brought to light. But the key difference between his gospel and the distorters is a little phrase that came right at the beginning of our reading this morning. Paul an apostle of Christ Jesus by the will of God according to the promise of the life that is in Christ Jesus. Life for sure. Extraordinary Resurrection Life for sure, but the promise of it, the promise of Life. Rather than what they were saying the already gospel.",
              "The New Testament gospel is not so much about ‘O Jesus I Have Promised,’ in other words what I have promised to him, but what God has promised to us for the future.",
              "There we have it then in Ephesus these two gospels, the already gospel, and the promised gospel. This distorted gospel says Christianity has everything you want for now. Oh and by the way it just continues for a bit longer in heaven. Or the New Testament gospel that death is conquered and heaven is coming, and yes it's good to be a Christian now, but the future is Glorious and Wonderful, it's about great expectations not great experiences.",
              "How important it is that we understand the gospel. That we believe and trust in as a gospel of Resurrection Life but a promise gospel. The promise of life that is in Christ Jesus. Let's not play down how wonderful it is that death is abolished through the gospel of the Lord Jesus, and life and immortality are brought light through the gospel. But let us have a clear view of what is already and what is promised. Let us hold firmly to the promise of life.",
              "Let’s pray that we will do that today"
            ],
            "prayer_outro": "Our Father God we thank you so much for the promise of life that is in the Gospel of the Lord Jesus Christ. Please help us today to hold firm to that true gospel. We ask it in Jesus name, amen."
          },
          "video_url": "…",
          "audio_url": "…",
          "author": {
            "first_name": "Nigel",
            "last_name": "Styles",
            "title": "Nigel is the Director of Cornhill at The Proclamation Trust",
            "avatar": "…"
          }
        }
      ]
    }
  ]
}
